{
    "items": [
        {
            "num": 1,
            "name": "함덕해수욕장",
            "address": "제주특별자치도 제주시 조천읍 함덕리",
            "longitude": 126.66971744987154,
            "latitude": 33.54311160440626,
            "contentId": "CONT_000000000500693",
            "description": "제주올레 19코스를 걷다 보면 에메랄드빛 보석을 품고 있는 함덕해수욕장을 만날 수 있다. 제주시 조천읍 함덕리에 자리한 함덕해수욕장은 해수욕장 바로 옆에 우뚝선 오름(서우봉) 덕분에 ‘함덕서우봉해변’이라고도 불린다. 제주공항에서 불과 20km 떨어졌지만, 이곳에 도착하는 순간 다른 나라에 온 것 같은 기분이 든다. 입구부터 환영해주는 키 큰 야자수들, 하얀 모래와 대조를 이루는 에메랄드빛 바다, 모래와 미역마저 투명하게 비춰주는 맑은 물과 하얀 파도가 그러하다. 제주도 수많은 해수욕장 중에서도, 바다 색이 가장 예쁜 3곳을 꼽는다면 단연 협재, 김녕, 그리고 함덕해수욕장이다. 물이 맑고 수심이 얕아서 가족 단위 피서지로도 좋다. 해수욕장 서쪽은 구름 다리로 연결되어 있어 바다 위를 걷는 듯한 경험을 할 수 있다. 피크닉 하기 좋은 잔디밭, 밤에도 안심하고 바다를 즐길 수 있는 산책로가 매력이어서 사계절 찾는 이들의 발길이 끊이지 않는다. 특히 여름에는 야간 개장도 하고 있어 제주의 푸른 밤을 바다에서 즐길 수 있다. 바로 옆에 자리한 서우봉은 봄이 되면 노란 유채꽃으로 여름엔 초록빛으로 계절마다 그림 같은 풍경을 선사한다. 서우봉에 오르면 함덕해수욕장을 한눈에 담을 수 있는 호사를 누릴 수 있다. 날씨가 좋으면 한라산과 동쪽 오름들도 내려다볼 수 있는 최고의 전망 포인트이다. 주변 관광지로는 북촌 돌하르방공원, 너븐숭이4.3기념관, 조천만세동산, 김녕해수욕장, 만장굴 등이 있다."
        },
        {
            "num": 2,
            "name": "김녕해수욕장",
            "address": "제주특별자치도 제주시 구좌읍 김녕리",
            "longitude": 126.759463,
            "latitude": 33.557734,
            "contentId": "CONT_000000000500083",
            "description": "하늘에서 바라본 모습이 한문 평(平) 자를 이룬 모양을 하고 있어 ‘김녕’이라고 불리는, 김녕마을에 있는 해수욕장이다. 거대한 너럭바위 용암 위에 모래가 쌓여 만들어졌으며, 성세기는 외세의 침략을 막기 위한 작은 성이라는 뜻이 담겨 있다. 하얀 모래에 부서지는 파도들이 시원한 소리를 내고, 코발트빛 바다 풍경이 제주 자연의 아름다움을 새삼 느끼게 해주는 곳이다. 해변가를 걷다 보면 제주의 바람으로 돌아가는 김녕풍력발전기들을 관찰할 수 있다. 인근에는 갓돔과 노래미 돔이 잘 잡히는 갯바위 낚시터가 낚시꾼들에게 인기 명소이며, 용천동굴, 당처물 동굴, 만장굴 등 다양한 굴이 근처에 위치해 있어 여름에 시원하게 피서를 즐길 수 있다. 김녕해수욕장은 특이한 지형으로 인해 지질트레일도 조성이 되어 있는데, 지질트레일은 유네스코 세계지질공원을 활용해 각 지역의 지질자원과 마을의 역사 및 문화와 어울려진 도보길이다."
        },
        {
            "num": 3,
            "name": "협재해수욕장",
            "address":"제주특별자치도 제주시 한림읍 협재리",
            "longitude": 126.23994220041192,
            "latitude": 33.394285064566915,
            "contentId": "CNTS_000000000019997",
            "description": "제주도 서쪽에 가볼만한 해수욕장을 꼽으라 하면 단연 1,2위로 꼽아 추천하는 곳이 협재해수욕장이다. 제주시 한림읍에 자리하며, 제주올레 14코스의 일부다. 금능해수욕장과 이웃하고 있는 쌍둥이해수욕장이기도 하다. 투명한 물에 에메랄드빛 물감을 서서히 풀어놓은 듯한 바다빛은 보는 것만으로도 힐링이 된다. 썰물 때면 조개껍질이 많이 섞인 은모래빛 백사장이 끝없이 이어진다. 바다 앞에는 어린 왕자 속 보아뱀을 삼킨 코끼리 그림 모양의 ‘비양도’가 있다. 비양도와 바다 위로 떨어지는 석양은 이곳에서 놓칠 수 없는 또 하나의 장관이다. 여름에는 야간개장도 하니 야자나무 아래에서 제주도 푸른 밤을 만끽할 수 있다. 협재해수욕장은 경사가 완만해 수심이 얕고, 소나무 숲도 있어서 어린이가 있는 가족 단위 여행객의 휴가지로 좋다. 주위에는 다양한 카페와 맛집, 숙소들이 있고, 주변 관광지로는 한림공원, 금능해수욕장, 금능석물원, 월령선인장자생지 등이 있다."
        },
        {
            "num": 4,
            "name": "이호테우해수욕장",
            "address":"제주특별자치도 제주시 이호일동",
            "longitude": 126.45267070612533,
            "latitude": 33.49761066149878,
            "contentId": "CNTS_200000000007344",
            "description": "낮과 밤이 모두 아름다운 제주 해변. 그중에서도 많은 여행객에게 사랑 받는 해변이 있다. 조랑말 등대로 제주도 사진 찍기 좋은 곳으로 잘 알려진 이호테우해변이다. 붉은 조랑말과 흰색의 조랑말은 극명하게 대조되는 색감이 우리에게 이국적인 풍경을 선사한다. 또한 이호테우해변 길목에는 아카시아 숲이 우거져 있고, 모래사장 뒤에는 소나무 숲이 형성되어 있다. 소나무 숲 사이에는 캠핑장이 마련되어 있어 여름이면 텐트를 가지고 캠핑을 즐기러 오는 사람들이 많다. 이호테우에는 전망휴게소, 주차장, 탈의실 등 다양한 활동을 즐기기에 편리한 시설이 잘 갖춰져 있다. 해수면이 가장 낮아지는 간조에는 끝없이 넓은 백사장과 함께 원담의 모습도 볼 수 있다. 원담은 밀물과 썰물의 차이를 이용해 고기를 잡는 제주의 전통 고기잡이 방식 중 하나로, 이호테우해변에는 그 공간을 복원시켜 놓은 이호 모살원이 있다. 제주 시내에서 가장 가까운 해수욕장이기에 많은 사람이 찾고는 있지만, 썰물 때만 신비롭게 드러나는 원담을 아는 사람은 많지 않다. 제주의 전통을 만날 수 있는 또 다른 방법으로 시간을 맞춰보는 것도 좋겠다."
        },
        {
            "num": 5,
            "name": "금능해수욕장",
            "address":"제주특별자치도 제주시 한림읍 금능리",
            "longitude": 126.23448591944401,
            "latitude": 33.38935797172361,
            "contentId": "CONT_000000000500079",
            "description": "바닥이 훤히 비치는 투명한 물빛과 바닷물이 찰박거리는 얕은 수심, 물놀이 후 따뜻하게 즐기는 온수 샤워까지. 아이들과 다녀오기에 최적의 조건을 갖춘 해수욕장을 찾는다면 금능해수욕장이 제격이다. 제주시 한림읍에 위치한 금능해수욕장은 서쪽의 인기 명소인 협재해수욕장과 바로 이어져 있다. 파란 물감을 풀어놓은 것 같은 바다부터 생김새가 귀여운 비양도, 촉감이 보슬거리는 모래사장까지 이웃한 해변과 비슷한 풍경을 품고 있지만 그보다 사람이 붐비지 않아 여유로운 것이 매력이다. 더구나 주차장과 해변이 바로 연결되어 있어 짐을 옮길 때도 부담이 없다. 새로 신축된 샤워실은 온수 샤워가 가능해 해수욕장 이용에 편리함을 갖췄다. 어린 아이들과 이 곳을 방문할 땐 물이 빠지는 간조 시간에 맞춰 가기를 추천한다. 바닷물이 멀리까지 빠지면 넓고 고운 모래사장이 드러난다. 곳곳에 수심이 얕고 어린 아이도 놀기 좋은 천연 풀장이 만들어진다. 빠져나간 바닷물이 남겨 놓은 해조류나 작은 보말 등은 자연스럽게 아이들의 장난감이 된다. 덕분에 아무런 준비 없이 찾아도 재미있게 즐길 수 있다. 단, 해변 입구에 작게 부서진 조개껍질이 모래와 섞여 있어 되도록 아쿠아슈즈 착용을 권한다. 물놀이 후에는 일몰을 기다려보자. 비양도부터 서서히 물들어가는 노을은 순식간에 파란 하늘을 노란 빛으로 바꿔 놓으며 아이와의 첫 여행에 잊지 못할 황홀함을 선사한다."
        },
        {
            "num": 6,
            "name": "신창 풍차해안",
            "address":"제주특별자치도 제주시 한경면 신창리",
            "longitude": 126.17754124599406,
            "latitude": 33.34532128636651,
            "contentId": "CNTS_200000000007676",
            "description": "제주도 서쪽 끝을 따라 연결된 신창풍차해안도로는 해상풍력단지가 조성되어 있어 해안도로를 따라 줄지어 서 있는 풍차를 만날 수 있다. 구불구불 해안선을 따라 보이는 하얀 풍차와 에메랄드빛 바다는 우리에게 상쾌한 가을 풍경을 보여준다. 여기에 저 멀리 보이는 차귀도까지. 푸른 바다 위 다양한 볼거리가 펼쳐져 있다. 특히 신창해안도로는 아름다운 일몰로도 손꼽히는 장소이기에 사진을 찍고 일몰을 감상하는 것도 좋다. 또한 해안도로를 달리다 보면 생태체험장이라는 이름의 산책 코스를 발견할 수 있다. 이곳에는 자바리상과 원담체험장, 휴게 공간이 마련되어 있어 다양한 풍경으로 사진을 찍는 것이 가능하다. 산책 코스 중간에 위치한 전망대는 전체적으로 한산한 편이니, 신창해안도로를 걸으며 가볍게 사진을 남긴 후 전망대로 향해보자."
        },
        {
            "num": 7,
            "name": "엉알해안",
            "address":"제주특별자치도 제주시 한경면 고산리",
            "longitude": 126.16743659624376,
            "latitude": 33.29951088323074,
            "contentId": "CONT_000000000500435",
            "description": "엉알해안은 제주시 한경면 고산리에 위치하고 있다. 제주시 숨은 비경 31곳에 선정된 엉알해안은 해안절벽이 퇴적층으로 이루어져 있으며, 낙조가 아름다운 곳이다. 유네스코에서 등재한 세계지질공원으로서 올레 12코스에 해당되며, 주변관광지로는 차귀도잠수함관공, 절부암, 고산리선사유적 등이 있다."
        },
        {
            "num": 8,
            "name": "하모해수욕장",
            "address":"제주특별자치도 서귀포시 대정읍 하모리",
            "longitude": 126.26162252606855,
            "latitude": 33.21100126809998,
            "contentId": "CNTS_000000000020931",
            "description": "모슬포와 가까운 곳에 위치해 있어 모슬포 해수욕장이라 불리기도 하는 하모해변은 과거에 해수욕장으로 이용되기도 하였으나, 모래 유실과 돌출된 암반 등에 의한 안전사고 우려가 높아 현재는 폐장된 상태이다. 하모해변은 올레 10코스 지점 중 하 나이며 해변 근처에 야영장이 있다. 텐트를 칠 수 있는 구역이 10개 이상 마련되어 있는데, 성수기에는 유료로 제공되고 있어 사전 문의가 필요하다. 여름 성수기에는 바닷속을 걸어 다니며 열대어와 산호초를 볼 수 있는 ‘씨워킹’이라는 이색 해양 스포츠를 경험할 수 있으며, 하모해변 주차장 맞은편에는 해바라기 밭이 산방산을 배경으로 장관을 이룬다."
        },
        {
            "num": 9,
            "name": "사계해안",
            "address":"제주특별자치도 서귀포시 안덕면 사계리",
            "longitude": 126.3010756626727,
            "latitude": 33.226397832834294,
            "contentId": "CONT_000000000500274",
            "description": "산방산 바로 아래쪽에 위치한 작고 한적한 해변이다. 올레길 10코스 구간을 따라 걷다 보면 사계해변에서 산방산과 한라산, 그리고 용머리해안까지 한눈에 담아 볼 수 있다. ‘사계’ 란 해안변을 따라 형성된 깨끗한 모래와 푸른 물이 어우러지는 명사 벽계를 일컫는 말이다. 사계해변은 그 특유한 한적한 분위기뿐만 아니라, 주변의 유명한 관광지가 많아 이름이 더 널리 알려졌다. 영주 십경 중 하나인 산방굴사, 용머리해안 및 형제섬 등 천연 관광 자원을 갖춘 곳이다. 형제섬은 사계리 앞 해상 두 개의 바위섬으로 이루어진 무인도로 사계리 마을 앞 1.5km 해상에서 마치 다정한 형제가 나란히 서있는 것 같다 하여 명명되었다고 한다. 낚시꾼들 사이에서는 제주 남서부 연안의 감성돔 낚시터로 손꼽히는 곳이다. 사계해변인근 사계포구에서 어선을 빌려 형제섬으로 출조하는 낚시꾼들이 많다. 인근 마을은 한적한 곳이긴 하나 곳곳에 작은 카페들이 있어 잠시 머물러 가기에도 좋다. 유명 관광지를 한눈에 담을 수 있는 곳이기도 하여 전문 사진작가들도 종종 제주의 한적한 풍경을 찍어가기도 한다. 색다르게 사계해변을 즐기고 싶다면 일출을 보러 오는 것도 좋다. 떠오르는 해를 따라 그림자 진 형제섬 그리고 반짝이는 수평선을 바라보고 있으면 다시 한번 제주에 빠져든다."
        },
        {
            "num": 10,
            "name": "용머리해안",
            "address":"제주특별자치도 서귀포시 안덕면 사계리",
            "longitude": 126.31499564669065,
            "latitude": 33.23151342965541,
            "contentId": "CONT_000000000500471",
            "description": "용머리 해안은 산방산 자락에서 해안가로 뻗어나가는 곳에 위치한다. 마치 바다 속으로 들어가는 용의 머리를 닮았다 해서 용머리해안으로 불린다. 수 천 만년 동안 층층이 쌓인 사암층 암벽이 파도에 깎여 기묘한 절벽을 이루고 있다. 파도의 치여 비밀의 방처럼 움푹 패인 굴 방이나 암벽이 간직하고 있는 파도의 흔적은 기나긴 역사와 마주할 때의 웅장함을 느끼게 한다. 길이 30~50m의 절벽이 굽이 치듯 이어지는 장관은 CF와 영화의 배경으로도 촬영된 바 있다. 해식애 앞쪽으로 좁지만 평탄한 파식대가 발달되어 용머리해안을 일주 할 수 있는 탐방로 역할을 하고 있다. 한 바퀴 돌아보는데 30분 정도가 소요되는데, 기상악화나 만조때에는 위험성이 높아 출입을 금하니 방문 전 미리 관람 가능 시간을 확인하고 가는 것이 좋다. 사암층을 따라 걷다 보면 나오는 해안가 일대에서는 해녀들이 좌판을 깔아 놓고 해산물을 판매하고 있다. 근처에는 네덜란드 선인 하멜의 선박이 난파되어 이곳에 표착했던 것을 기념하는 하멜 표류 기념비가 서있다. 하멜은 조선에서 13년 동안 억류되었다가 네덜란드로 돌아간 뒤 서구 사회에 조선이라는 나라는 알린 인물로, 기념비는 1980년 한국국제문화협회와 주한네덜란드대사관이 공동으로 세운 것이다.용머리해안에는 다음과 같은 유명한 전설이 전해 내려온다. 용머리의 기세는 제주에 천하를 호령 할 제왕이 태어날 기운을 갖고 있었다 한다. 중국의 진나라 진시황제는 일지감치 이를 알아채고 풍수사 호종단을 보내어 제주도의 이런 맥을 끊어 놓고 오라고 제주도에 보낸다. 이에 호종단은 제주의 구좌읍 종달리로 들어와 지형지세를 보니 과연 왕이 날 지세라 여겨 제주의 지맥 혈을 찾아 끊기 시작했다. 호종단이 용머리에 닿았는데 막 바다로 뻗어 나가려는 용의 머리를 보고 그는 칼로 용의 꼬리를 먼저 자르고, 얼른 용의 등으로 올라타 잔 등을 칼로 쳤다. 그리고 더 앞으로 달려 용의 머리를 끊으려는 순간 시뻘건 피가 솟으며 산방산이 울음을 토했고 몇 날 며칠을 천둥번개가 쳤다고 한다. 그렇게 제주의 왕이 날 기세를 꺾이고 이를 지켜보던 산도 바다도 오랫동안 사납게 울어대더라고 전한다."
        },
        {
            "num": 11,
            "name": "황우치해안",
            "address":"제주특별자치도 서귀포시 안덕면 사계리",
            "longitude": 126.31756709837532,
            "latitude": 33.23779087651717,
        },
        {
            "num": 12,
            "name": "화순금모래해수욕장",
            "address":"제주특별자치도 서귀포시 안덕면 화순리",
            "longitude": 126.33333546168336,
            "latitude": 33.24026957576035,
            "contentId": "CONT_000000000500701",
            "description": "화순금모래해수욕장은 옆으로는 소금막 해변 백사장이 넓게 펼쳐져 있고 뒤로는 산방산이 서있으며, 앞으로는 가파도, 마라도, 형제섬 등이 한눈에 펼쳐져, 마치 동양의 산수화를 연상케 할만큼 아름다운 해변이다. 해수욕장의 모래는 검은 빛으로 부드럽고 고운편이며 여름이면 바로 옆에 야외수영장이 설치되어 해수욕과 담수욕을 동시에 즐길 수 있다. 야외수영장은 일년 내내 낮은 온도를 유지하는 용천수를 사용해 물이 무척 시원하며 슬라이딩 미끄럼틀 등의 기구를 설치해 아이들과 함께 물놀이 할 수 있다."
        },
        {
            "num": 13,
            "name": "중문색달해수욕장",
            "address":"제주특별자치도 서귀포시 색달동",
            "longitude": 126.411482,
            "latitude": 33.245125,
            "contentId": "CONT_000000000500604",
            "description": "중문색달해수욕장은 아름다운 해안 풍경과 야자수의 이국적인 모습으로 중문관광단지에서 시작해 천제연폭포와 대포주상절리와 이어지는 곳에 위치하고 있다. 해마다 100만 명이 넘는 사람들이 다양한 해양스포츠를 즐기기 위해 몰려든다. 본래는 진모살이라고 불렸는데 긴 모래 해변이라는 뜻이다. 이곳의 모래는 흑색, 회색, 적색, 백색 4가지가 섞여 있어 해가 비추는 방향에 따라 모래 해변의 색깔이 달라 보인다. 다른 해수욕장보다 파도가 잦고, 높은 편이라 서퍼들에게 인기가 많고, 국내의 가장 큰 규모의 국제 서핑 대회가 개최가 매년 6월에 개최된다. 1999년 환경운동연합이 실시한 ‘수질환경성’조사 결과 전국 44개 해수욕장 가운데 최고의 청정 해수욕장으로 꼽히기도 했다. 천제연폭포로 가는 길 쪽 계단으로 내려오면 나오는 중문색달해수욕장에는 해녀상을 통해 제주도 해녀의 모습을 한눈에 살펴볼 수 있다."
        },
        {
            "num": 14,
            "name": "황우지해안",
            "address": "제주특별자치도 서귀포시 서홍동",
            "longitude": 126.55042496803674,
            "latitude": 33.24146341609723,
            "contentId": "CNTS_000000000018383",
            "description": "황우지해안은 제주도의 대표적인 관광 명소인 외돌개에서 도보로 5분이면 닿는 거리에 있다. 평소에도 수많은 관광객이 들락거리지만 검은 현무암이 요새처럼 둘러 쳐진 황우지해안은 마음먹고 찾지 않는 이상 쉽게 눈에 띄지 않는다. 올레 7코스 시작점 표식 사이로 난 길을 따라 내려가면 황우지해안 전적비가 서 있는 바닷가 절벽에 닿는다. 황우지해안은 완만한 만 형태를 이루고 있고, 중간에 돌기둥처럼 선 바위섬이 파도를 막아주고 있는 형태다. 암석 아래쪽으로 바닷물이 순환되면서 맑은 물이 유지되어 여러모로 물놀이를 즐기기 좋은 환경을 갖추고 있다. 이런 환경 덕분에 황우지해안이 스노쿨링 하기 좋은 장소로 알려지면서 해마다 많은 사람들이 물놀이를 하기 위해 찾고 있다. 외돌개를 중심으로 한 산책로 조성도 잘 되어 있어서 피서를 보내기 좋은 여건을 갖추고 있다."
        },
        {
            "num": 15,
            "name": "쇠소깍",
            "address":"제주특별자치도 서귀포시 하효동",
            "longitude": 126.62256279287033,
            "latitude": 33.25111596763033,
            "contentId": "CONT_000000000500384",
            "description": "쇠소깍은 한라산에서 흘러내려 온 물줄기가 제주도 남쪽으로 흐른다는 효돈천의 끝자락에 위치하고 있다. 효돈천의 담수와 해수가 만나 생긴 깊은 웅덩이가 바로 쇠소깍이다. '쇠소'는 '소가 누워 있는 모습의 연못'을 '깍'은 '마지막 끝'을 의미한다. 쇠소깍은 양 벽에 기암괴석이 병풍처럼 둘러서 있고, 그 위로 숲이 우거져 신비한 계곡에 온 기분을 느낄 수 있다. 예전에는 가뭄을 해소하는 기우제를 지내는 신성한 땅이라하여 함부로 돌을 던지거나 물놀이를 하지 못했다. 계곡의 입구를 막아 천일염을 만들기도 했고 포구로 사용하기도 했다. 쇠소깍의 바위에 비추는 민물은 유난히 푸르고 맑아 짙회색의 기암괴석과 절경을 이룬다.  제주올레 5코스와 6코스를 연결하는 곳이어서 올레꾼들이 많이 찾는다. 산책로를 따라 계속 내려가면 검은 모래로 유명한 하효 쇠소깍 해변에 이른다. 7~8월 사이에 쇠소깍 축제가 열려 맨손 고기잡기, 다우렁길 걷기 등의 다양한 행사를 체험할 수 있다. 담수의 산책로를 내려가면 여러 명이서 함께 타는 태우와  2인이 함께 타는 전통 조각배를 타볼 수 있는 작은 승선 장소가 있다. 기암괴석의 절경 속에서 고요한 자연을 한껏 만끽 할 수 있다. 쇠소깍에는 애틋한 전설이 전해오는데, 지금으로부터 약350여 년 전 이효마을에 어느 부잣집, 귀여운 무남독녀와 그 집 머슴의 동갑내기 아들이 신분상 서로의 사랑을 꽃 피우지 못하였다. 이에 비관한 총각은 쇠소깍 상류에 있는 남내소에 몸을 던져 자살을 하였다. 이를 뒤 늦게 안 처녀는 남자의 죽음을 슬퍼하며 시신이라도 수습하게 해달라며 쇠소깍 기원바위에서 100일 동안 기도를 드렸는데, 마침 큰 비가 내려 총각의 시신이 냇물에 떠 내려오자 처녀는 시신을 부둥켜 안고 울다가 기원바위로 올라가서 사랑하는 님을 따라 ´쇠소´에 몸을 던져 죽고 말았다. 그 후 하효마을에서는 주민들이 가련한 처녀 총각의 넋을 위로하기 위해 마을 동쪽에 있는 응지동산에 당을 마련해 영혼을 모시고 마을의 무사 안녕과 번영을 지켜주도록 기원을 드리게 되었는데 지금에는 할망당 또는 여드레당이라 불려지고 있다."
        },
        {
            "num": 16,
            "name": "남원큰엉해변",
            "address":"제주특별자치도 서귀포시 남원읍 남원리",
            "longitude": 126.71784632079925,
            "latitude": 33.27498373952622,
            "contentId": "CNTS_000000000019750",
            "description": "엉이란 제주도 방언으로 '언덕'을 뜻하는데, 남원 큰엉은 큰 바위가 바다를 집어 삼킬 듯이 입을 크게 벌리고 있는 언덕이라 하여 붙여진 명칭으로 절벽 위는 평지로 부드러운 잔디가 깔려있다. 높이 30m, 길이 200m의 기암 절벽이 오랜 세월 쉬지 않고 밀려오는 파도를 감싸 안는 풍경을 보고 있으면 때 묻지 않은 자연에 대한 감동을 느낄 수 있다. 갯바위 낚시터로, 조용한 휴식처로, 연인들의 데이트 코스로 유명하다."
        },
        {
            "num": 17,
            "name": "표선해수욕장",
            "address":"제주특별자치도 서귀포시 표선면 표선리",
            "longitude": 126.837355,
            "latitude": 33.327998,
            "contentId": "CNTS_000000000001196",
            "description": "총 면적 25만제곱미터, 백사장 16만 제곱미터에 이르는 표선해수욕장은 백사장이 아름다운 해수욕장으로 유명하다. 표선해수욕장의 넓은 모래콥은 썰물시엔 둥근 백사장처럼, 밀물시엔 수심이 낮은 애매랄드빛 원형 호수처럼 보여 경관이 아름답다. 뿐만 아니라 낮은 수심 때문에 아이들과 물놀이를 즐기기에도 좋은 해수장이다. 인근 관광지로는 100m거리의 제주민속촌과 차로 5분 거리의 제주허브동산이 있다."
        },
        {
            "num": 18,
            "name": "신양섭지해수욕장",
            "address":"제주특별자치도 서귀포시 성산읍 고성리",
            "longitude": 126.92326260758836,
            "latitude": 33.434800194259424,
            "contentId": "CONT_000000000500400",
            "description": "섭지코지는 성산일출봉과 함께 제주도 동쪽의 대표 관광지로 '코지'는 바다로 돌출되어 나온 지형을 뜻하는 '곶'의 제주 방언이다. 제주도 바람의 언덕이자, 많은 영화나 드라마, 광고 촬영지로 이용되면서 국내는 물론 해외 관광객들의 발길이 끊이지 않고 있다. 이곳에 가면 성산일출봉과 바다가 어우러진 멋진 풍광과 함께 봄에는 유채꽃, 가을에는 억새를 감상할 수 있다. 이곳으로 가다 보면 2km 전 오른편에 자리한 신양섭지해수욕장을 만날 수 있고, 신양해수욕장이라고도 불린다. 섭지코지 곶부리 안쪽에 자리해 해안선이 넓은 반달 모양이다. 파도가 바다로부터 직접 들어오지 않아 잔잔한 편이다. 수심이 낮고 모래가 고아서 아이들과 놀기에도 좋고, 해수욕장 반대쪽에서는 바다와 성산일출봉, 유채꽃이 조화를 이룬 아름다운 풍경도 감상할 수도 있다. 또한 국제윈드서핑대회가 개최됐던 곳으로 윈드서핑을 즐기는 이들에게 사랑받는 곳이다. 주변 관광지로 섭지코지, 아쿠아플라넷, 성산일출봉, 온평리 혼인지 등이 있다."
        },
        {
            "num": 19,
            "name": "광치기해변",
            "address":"제주특별자치도 서귀포시 성산읍 고성리",
            "longitude": 126.92437424405097,
            "latitude": 33.451074701925776,
            "contentId": "CNTS_000000000018413",
            "description": "성산일출봉에서 섭지코지로 향하는 길목에 있는 광치기해변은 제주올레 1코스의 마지막이자 2코스가 시작되는 곳이다. 펄펄 끓던 용암이 바다와 만나 빠르게 굳어지며 형성된 지질구조가 특징이며, 특히 썰물 때는 바닷물에 가려있던 비경들이 속속들이 들어나 숨은 비경을 선사한다. 용암 지질과 녹색 이끼가 연출하는 장관은 전 세계 어디서도 볼 수 없는 풍경을 자아내어 많은 사진 작가들이 찾는 사진 명소이기도 하다. 특히 성산일출봉 옆으로 뜨는 일출을 한 프레임에 담을 수 있어 연말연시에 많은 사람들이 찾는다. 광치기해변의 모래는 현무암의 풍화작용으로 오랜 세월에 걸쳐 만들어진 입자로, 검은 색을 띄는 것이 특징이다."
        },
        {
            "num": 20,
            "name": "종달리해변",
            "address":"제주특별자치도 제주시 구좌읍 종달리",
            "longitude": 126.90959466944554,
            "latitude": 33.49622273237948,
            "contentId": "CNTS_000000000019743",
            "description": "종처럼 생신 산(지미봉) 밑에 위치한다는 뜻이 있는 이름도 예쁜 종달리에 위치한 넓은 모레 해변이 종달리해변이다. 비교적 잘 알려지지 않은 종달리해변은 조용하게 여행하고 싶은 사람들에게 추천하는 곳이다. 종달리 해변에서는 성산일출봉과 우도가 아름답게 보인다. 특히 종달리해변 옆에 있는 해안도로는 수국이 아름답기로 유명한 길이 형성되어 있다. "
        },
        {
            "num": 21,
            "name": "산호해수욕장",
            "address":"제주특별자치도 제주시 우도면 연평리",
            "longitude": 126.9433567185979,
            "latitude": 33.502334894844,
            "contentId": "CONT_000000000500474",
            "description": "에메랄드빛으로 부서지는 햇살 아래 하얗다 못해 푸른빛이 감도는 서빈백사해변. 우도 서쪽의 하얀모래해변이라 하여 서빈백사로 불린다. 이곳의 모래는 해양 조류 중 하나인 홍조가 해안으로 쓸려와 퇴적된 것으로, 홍조단괴 산호해변으로도 불린다. 수심에 따라 바다 빛깔이 달라 남태평양이나 지중해의 어느 바다와 비교해도 손색이 없다. 홍조단괴란 홍조류가 생리과정에서 탄산칼슘을 축적하여 돌처럼 단단하게 굳어져 버린 상태를 말한다. 홍조단괴로 이루어진 해변은 세계에서도 몇 곳 없어 학술적으로도 희소 가치를 지닌다. 우리나라에서도 천연기념물 제438호로 지정하여, 반출을 금지하고, 보호하고 있다. 여름에는 해수욕장으로, 봄, 가을에는 사진 찍기 좋은 곳으로 인기가 많으며, 인근에는 우도 땅콩을 넣은 아이스크림, 수제버거 등 식당과 아기자기한 카페들이 많이 들어서 있다."
        },
        {
            "num": 22,
            "name": "하고수동해수욕장",
            "address":"제주특별자치도 제주시 우도면 연평리",
            "longitude": 126.9583257181827,
            "latitude": 33.51381889886314,
            "contentId": "CONT_000000000500673",
            "description": "우도(牛島)의 동쪽 하고수동해변은 중앙에 노출된 암석 해안에 의해 둘로 분리된다. 해변의 총 길이는 약 400m 정도이며, 동쪽에서 약 100m되는 지점과 200m~300m 지점에는 현무암초가 노출되어 있고, 배후에는 사구층이 발달되어 있다. 연안류에 의해 운반되는 물질들이 집적되어 형성된 해변이다. 1970년대까지 후릿그물을 이용한 멸치잡이가 이루어졌다. 모래가 부드럽고 수심이 얕아 가족 단위 해수욕을 즐기기에 안성맞춤이다. 수심이 얕아 어린이를 동반한 가족 단위 피서객이 이용하기에 좋다. 해변 주변은 민박집과 식당들이 입지해 있으며 탈의장, 화장실 등 편의 시설이 있다. 70여세 해녀를 모티브로 한 해녀상이 중앙에 있어 눈길을 끈다. 여름 밤에는 고기잡이 선박들이 밝힌 불빛들이 찬란하다."
        },
        {
            "num": 23,
            "name": "검멀레해수욕장",
            "address":"제주특별자치도 제주시 우도면 연평리",
            "longitude": 126.967086836001,
            "latitude": 33.49732332017858,
            "contentId": "CONT_000000000500046",
            "description": "검멀레 해수욕장은 우도봉 아래에 협곡 속에 숨어있다. 폭 1백 여 미터의 작은 해변이지만 모래 찜질을 겸한 해수욕을 할 수 있는 장소이다. 도로에서 해변은 계단으로 연결되어 있다. 검멀레의 '검'은 '검다', '멀레'는 '모래'라는 뜻으로, 검은 모래 해변을 뜻한다. 해변 끝에는 고래가 살았다는 전설이 전해지는 동굴이 있다. 이 동굴은 소의 콧구멍을 닮았다하여, '검은코꾸망'이라 불리는데, 밀물 때는 동굴의 윗부분만 보이지만, 썰물에는 동굴 전체가 드러나 동굴 안으로 접근 할 수 있다. 동굴 내부는 관광객들이 쌓아 올린 작은 돌탑 등이 있으며, 안에서 작은 음악회가 열렸을 정도로 꽤 큰 규모다. 검은코꾸망을 지나면 또 하나의 동굴이 나타나는데, 내부가 온통 붉어 '붉은코꾸망'이라 불린다. 동안경굴(東岸鯨窟)이라고도 하는데 우도 팔경 중 하 나이다. 바다 쪽에서 우도의 비경을 보고 싶다면, 보트를 타고 검멀레 주변 한 바퀴를 돌아보는 것도 좋다. "
        },
        {
            "num": 24,
            "name": "하도해수욕장",
            "address":"제주특별자치도 제주시 구좌읍 하도리",
            "longitude": 126.89941186315025,
            "latitude": 33.51387237728811,
            "contentId": "CONT_000000000500677",
            "description": "하도해변은 제주시에서 동쪽으로 향하는 해안도로 구좌읍 하도리에 위치한 해변이다. 수심이 낮아 아이들과 함께 온 가족 단위 피서객들로 가득하다. 찾는 관광객이 많지 않아 상대적으로 물이 깨끗하고 전망도 좋다. 바다낚시와 야영도 함께 즐길 수 있고, 야외 웨딩 촬영으로도 많이 방문한다. 파도도 높지 않아 서핑, 피싱카약, 스노클링, 페달보트 등 해양레저체험이 가능하며, 다양한 해양 생물들을 만날 수 있다."
        },
        {
            "num": 25,
            "name": "세화해수욕장",
            "address":"제주특별자치도 제주시 구좌읍 세화리",
            "longitude": 126.86079504535019,
            "latitude": 33.52512879811651,
            "contentId": "CONT_000000000500361",
            "description": "제주올레 20코스를 걷다 보면 세화민속오일장과 해녀박물관 사이에 작은 해변 하나를 만날 수 있다. 구좌읍 세화리에 위치한 이 해변은 정식 해수욕장도 아니고 규모도 크지 않지만, 눈이 시리게 맑고 파란 바다를 선물해준다. 물이 빠지면 드러나는 하얀 모래와 검은 현무암이 에메랄드빛 바다와 아름다운 조화를 이루는 곳이다. 제주의 많은 해변 중에서도 작은 세화해변이 널리 알려진 것은 벨롱장과 세화민속오일장 덕분이다. 동부지역에서 가장 규모가 큰 오일장이자 바닷가 바로 옆에서 열리는 이 오일장엔 매 5일마다 도민들의 삶을 엿볼 수 있는 풍경이 펼쳐진다. 제주 프리마켓의 원조인 벨롱장도 끊임없이 관광객을 유혹하고 있다. 최근에는 의자에 앉아 예쁜 바다를 배경으로 인생사진을 남길 수 있는 곳으로 많은 사랑을 받고 있다. 주변 관광지로는 제주해녀의 삶과 문화를 보여주는 ‘제주해녀박물관’, 우리나라 유일의 문주란 자생지 ‘토끼섬’, 외세 침입에 대비해 쌓은 성곽 ‘별방진’, 여름에는 종달리 수국길, 천년비자나무 숲 ‘비자림’ 등이 있다. 김녕해수욕장~월정리~평대리~세화리~하도리~종달리~성산항까지 이어지는 해안도로에서의 드라이브도 추천할 만하다. 세화해변은 세화리정류장이나 해녀박물관정류장에서 도보 10여 분 거리에 있다."
        },
        {
            "num": 26,
            "name": "평대해변",
            "address":"제주특별자치도 제주시 구좌읍 평대리",
            "longitude": 126.84069863213585,
            "latitude": 33.533440727930696,
            "contentId": "CNTS_000000000021475",
            "description": "뱅듸 바당, 우리만의 제주 바다가 생기다. 제주에는 개성이 다른 아름다운 해변들이 많다. 어디를 가도 크게 실망할 일은 없지만, 한적하고 예쁜 ‘우리만의 바다’를 찾는다면 바로, 평대해변이다. 동쪽의 명소인 월정리해변과 세화해변 사이에 자리하고 있으며, 제주올레 20코스가 지나는 곳이다. 구좌읍 평대리는 당근 생산지로 전국 최고인 곳이지만, 뱅듸라는 옛 이름을 간직한 시골마을이다. 해변이라기엔 작은 편이여서 덜 알려진 바다이다. 바닥에 모래까지 투명하게 비칠 정도로 깨끗다. 바다 빛깔은 옆동네인 세화나 월정에서 보던 것만큼  여전히 아름답다. 아담한 해변은 아이들과 물놀이, 모래놀이를 하기에도 좋고, 한적한 해변은 나만 알고 싶은 제주바다로 손색이 없다. 해변 주변에서는 해녀어촌계와 해녀 불턱도 볼 수 있고, 올레길과 밭담까지. 가장 제주다운 풍경을 볼 수 있는 곳이다. 제주 해녀 할머니와 손녀의 이야기를 다룬 영화 <계춘할망>도 이곳에서 촬영을 했다. 해마다 김녕성세기해변∼월정리해변∼평대해변∼종달해안도로에 걸쳐 제주국제관광마라톤대회도 열린다. 평상시에는 조용한 해변이지만 여름철에는 동네청년회에서 튜브나 파라솔도 대여해 주고 간단한 음식도 즐길 수 있다. 밤에는 조용히 바다에 뜬 별(불을 켜고 동동 떠 있는 한치배)을 즐기기에 좋다."
        },
        {
            "num": 27,
            "name": "코난해변",
            "address":"제주특별자치도 제주시 구좌읍 행원리",
            "longitude": 126.811221,
            "latitude": 33.5576139
        },
        {
            "num": 28,
            "name": "월정리해수욕장",
            "address":"제주특별자치도 제주시 구좌읍 월정리",
            "longitude": 126.79665967414883,
            "latitude": 33.55569307080309,
            "contentId": "CONT_000000000500496",
            "description": "제주도의 동쪽에 위치하고 있는 마을인 '월정리'는 '달이 머문다'는 뜻의 이름을 가진 서정적인 풍경의 마을이다. 아름다운 에메랄드 빛 바다가 한 폭의 그림처럼 펼쳐져 있고, 그 위에는 밝은 달이 비친다. 풍경화처럼 아름다운 월정리 해변을 방문한 여행객들은 저마다 다양한 방법으로 해변의 경치를 만끽한다. 특히 수심이 얕은 편이기 때문에 아이를 동반한 가족들이 물놀이를 즐기기 좋다. 월정리의 아름다운 풍광이 여행객들 사이에서 점점 유명해질수록 월정리의 해변을 방문하는 사람들이 더욱 늘어났고, 그에 맞춰 다양한 식당과 카페, 숙박시설 등이 많이 들어서 있다. 몇몇 카페는 사람들이 바다를 보며 쉬어갈 수 있도록 의자를 두었는데, 이 의자에 앉아 찍은 사진이 유명해 지면서 하나의 포토스팟이 되기도 했다. 월정리엔 카메라를 들고 제주도 여행의 추억을 담는 사람들의 모습을 쉽게 볼 수 있다. 그 밖에 서핑, 스노클링, 카약 등 다양한 수상레포츠를 즐기며 보다 더 역동적으로 해변에서의 즐거움을 만끽하는 사람들도 있다. 월정리 해변은 일정한 높이의 파도가 지속적으로 들어오기 때문에 서핑을 하기에 좋아 서퍼들이 즐겨 찾는다. 제주도 올레길 20코스 '김녕-하도 올레'와 ‘김녕-월정 지질트레일 코스’의 일부여서,  뚜벅이 여행객들이 걷다가 바다의 아름다운 풍경과 시원한 바다 내음을 맡으며 쉴 수 있는 아름다운 해변이다."
        },
        {
            "num": 29,
            "name": "세기알 해변",
            "address":"제주특별자치도 제주시 구좌읍 김녕리",
            "longitude": 126.75554929269578,
            "latitude": 33.55793516843718
        },
        {
            "num": 30,
            "name": "제주신흥해수욕장",
            "address":"제주특별자치도 제주시 조천읍 신흥리",
            "longitude": 126.64904772966509,
            "latitude": 33.55195021702416
        },
        {
            "num": 31,
            "name": "삼양해수욕장",
            "address":"제주특별자치도 제주시 삼양일동",
            "longitude": 126.58664514064668,
            "latitude": 33.5262221957652,
            "contentId": "CONT_000000000500301",
            "description": "삼양해수욕장은 제주도의 다른 해수욕장보다 상대적으로 관광객들에게 덜 알려진 곳이어서 소박하며, 물이 깨끗하다. 특히 패사(貝砂)가 아닌 화산암편과 규산염광물이 많은 세립질 모래로 이루어져 있어 검은 모래로 이루어 진 것이 특징이다. 반짝이는 검은 모래는 태양열에 뜨거워 졌을 때 그 안에 몸을 파묻고 찜질을 하면, 관절염 및 신경통이 누구러지는 효과가 있다고 하여, 매년 여름이면 검은 모래 안에 몸을 파묻고 찜질을 하는 풍경을 심심찮게 볼 수 있다. 제주에서는 이를 '모살뜸(모래뜸)'이라고 부른다. 여름에는 검은 모래를 테마로 해변 축제가 열린다."
        },
        {
            "num": 32,
            "name": "알작지",
            "address":"제주특별자치도 제주시 내도동",
            "longitude": 126.43978412562052,
            "latitude": 33.49593744846629,
            "contentId": "CNTS_000000000018411",
            "description": "알작지는 제주시 내도동에 위치한 해변으로 공항에서 20분 내에 도착할 수 있다. 기존에는 인근 도민들만 찾던 한적한 곳이었으나. '알작지'라는 명칭이 붙으면서 유명세를 타기 시작했다. 해수욕을 즐기기엔 부적합하지만, 독특한 풍경과 몽돌소리가 주는 특유의 편안함이 있어 힐링을 위해 연중 관광객이 찾는다. 알작지는 동그란 알의 모양을 하고 있는 돌멩이 모양에, 돌멩이를 뜻하는 ‘작지’라는 제주도 말이 더해져 만들어진 명칭이다. 알작지의 자갈들은 한라산 계곡에서부터 운반되어 퇴적된 것들로, 한라산 계곡에서부터 부서진 바위 조각들이 오랜 세월 동안 무수천과 월대천을 따라 이곳 알작지까지 운반되어 파도에 의해 다듬어지거나, 한라산에서 내려오는 과정을 겪었기 때문에 자갈의 모양이 동글동글하다. 알작지는 독특함과 아름다움을 공식적으로 인정받아 지난 2003년 12월, 문화유산으로 지정되었다. 진하고 동그란 먹돌과 차돌로 이루어진 해안가와 부서지는 파도가 어울리는 알작지 해변은 그 이국적인 풍경에 전문 사진 작가들도 즐겨 찾는다. 알작지해변이 있는 내도동은 제주 공항과 가까운 제주시 도심에 있지만 조용하고 한적한 시골 마을 풍경을 가지고 있다. 알작지해변을 보러 간다면 내도동 마을을 조용히 한 바퀴 돌아보는 것도 좋다."
        },
        {
            "num": 33,
            "name": "한담해변",
            "address":"제주특별자치도 제주시 애월읍 애월리",
            "longitude": 126.31023128435737,
            "latitude": 33.462233516670324,
            "contentId": "CONT_000000000500682",
            "description": "제주 북서부에 위치한 애월에서 곽지까지 해안을 따라 이어지는 산책로다. 제주도가 연안정비 사업의 일환으로 훌륭한 애월 앞바다의 장관을 좀 더 안락하고 친숙하게 접할 수 있도록 주변 환경과 조화를 이루는데 주안점을 두고 만들었다. 구불구불한 해안의 모양을 그대로 따라 구불구불하게 이어지는 산책로는 1.2km에 이른다. 바다는 손 뻗으면 닿을 만큼 가까이 있어 찰랑거리는 파도 소리가 해변 산책의 낭만을 더해준다. 2009년에 제주시가 숨은비경31로 선정한 이후, 많은 관광객인 찾으면서, 지금은 제주에서 핫플레이스로 떠오르는 카페나 식당도 많아졌다. 더 이상 숨은 비경이라는 수식어는 붙이기 힘들겠지만 식도락과 제주의 넓고 푸른 바다를 동시에 즐길 수 있는 매력적인 명소임은 분명하다."
        },
        {
            "num": 34,
            "name": "곽지해수욕장",
            "address":"제주특별자치도 제주시 애월읍 곽지리",
            "longitude": 126.30598346041705,
            "latitude": 33.45077525507729,
            "contentId": "CONT_000000000500056",
            "description": "곽지해수욕장은 길이 350m, 너비 70m의 백사장과 평균수심 1.5m, 경사도 5~8도의 좋은 조건을 갖춘 해수욕장이다. 이러한 조건 때문에 청소년 수련장이 설치되고 단체 피서객이 많이 찾는다.곽지리는 선사시대의 패총이 발견되었을 정도로 유서가 깊은 마을이다. 지금의 곽지해수욕장은 옛날에 마을이 들어서 있던 곳이었으나, 어느 날 갑자기 모래에 파묻혔다는 전설이 전해온다."
        }
    ]
}


